package com.example.jelo.foodbook1.dasaxelebebi;

/**
 * Created by jelo on 7/23/2015.
 */
public class ListInfo {
public static  String[] lstimages = new String[]{
        "http://delivery24.ge/images/products/normal/12/56/14245118625104.jpeg",
        "http://www.kulinaria.ge/wp-content/uploads/2014/12/ostri.jpg",
        "http://a.pix.ge:81/l/ws9vm.jpg",
        "http://www.menu.ge/resources/default/img/restaurant_products/big/1417694696,7179.jpeg",
        "http://www.cacao.cp.ge/files2/files/%E1%83%99%E1%83%A3%E1%83%9A%E1%83%98%E1%83%9C%E1%83%90%E1%83%A0%E1%83%98%E1%83%90/image%20(2)(10).jpg",

        "https://www.vovovo.ge/CacheServices/images/image.ashx?url=http://images.vovovo.ge/89946068-556c-4861-aeb7-89ea161b3c34.jpg",
        "http://tavaduri.ge/media/upload/img-_28.jpg",
        "http://www.cacao.cp.ge/files/files/%E1%83%99%E1%83%A3%E1%83%9A%E1%83%98%E1%83%9C%E1%83%90%E1%83%A0%E1%83%98%E1%83%90/image(1).jpg",
        "http://www.menu.ge/resources/default/img/restaurant_products/small/1417675223,288.jpeg",
        "http://www.menu.ge/resources/default/img/restaurant_products/big/1429623219,2484.jpeg",
        "http://vinoge.com/files/image/tkemaligy.jpg",
        "http://www.borjomi.com/images/borjomi/leftBannerBig1.jpg",

};
public static String []  lstnames= new String[]{
        "სოკო კეცზე",
        "საქონლის ხორცის (ოსტრი)",
        "ხბოს ჩაშუშული",
        "ოჯახური",
        "ხაშლამა",
        "ღორის მწვადი",
        "ხაჭაპური ",
        "მჭადი",
        "ღომი",

        "ბაჟე",
        "ტყემალი",
        "ბორჯომი"





};

public static String [] descriptions = new String[]{

        "ინგრედიენტები\n" +
                "1. ქამა სოკო–7 ც.(დიდი).\n" +
                "2. კარაქი–35/40 გრ.\n" +
                "3 .სვანური მარილი–გემოვნებით.\n" ,

        "საქონლის ხორცი 1,5 - 2 კგ\n" +
                "ხახვი 2\n" +
                "საკუთარ წვენში კონსერვირებული პამიდორი 1 ქილა\n" +
                "ტომატ-პასტა 2 ს.კ\n" +
                "ნიორი 2-3 კბ\n" +
                "მარილი\n" +
                "წითელი წიწაკა, დაფქული\n" +
                "ქინძი 1 კონა\n" +
                "ოხრახუში 1 კონა",

       " ხბოს ხორცი 300 გრ.\n"+
               "ხახვი 150 გრ.\n"+
               "წითელი ბულგარული 80 გრ.\n"+
               "ნიორი 2 ან 3 კბილი.\n"+
                "კარაქი 30 გრ.\n"+
                "პომიდორი 2 საშუალო ზომის\n"+
                "ტომატ პასტა 1 ჩ.კ.\n"+
                "მწვანე წიწაკა 1 ცალი პატარა ზომის.\n"+
                "ცოცხალი ქინძი 15 გრ.\n"+
                "ხმელი ქინძი 1/2 ჩ.კ\n"+
                "მარილი და წითელი წიწაკა გემოვნებით.\n"+
                "ბაჰარი 2 მარცვალი.",

        "ინგრედიენტები:\n"+
        "კარტოფილი 1.5 კგ\n"+
        "ღორის ხორცი 1 კგ\n"+
        "ხახვი 500 გ\n"+
        "მარილი და პილპილი",

        "2 კგ ძვლიანი ხორცი ( ძროხა, ხვო, ციკანი, ბატკანი)\n"+
        "2-3 თავი ხახვი\n"+
        "1-2 ც წითელი წიწაკა\n"+
        "2-3 ღერი ოხრახუში და ნიახური\n"+
        "2 ფოთოლი დაფნა\n"+
        "მარილი",

        "ღორის ხორცი 600 გრ.\n"+
        "მინერალური გაზიანი წყალი 500 მლლ.\n"+
        "დაფნის ფოთოლი 2 ცალი.\n"+
        "ლიმნის წვენი 1/2 ჩ.კ.\n"+
        "ხახვი 150 გრ.\n"+
        "ხმელი ტარხუნა 1 ს.კ.\n"+
        "ბროწეულის მარცვლები 2 ს.კ.\n"+
        "მარილი და შავი პილპილი გემოვნებით",

        "ფქვილი 1 კგ\n"+
        "სახაჭაპურე ყველი 1.400 კგ\n"+
        "კარაქი 100 გ\n"+
        "მარგარინი 50 გ\n"+
        "კვერცხი 2\n"+
        "შაქარი 1 ს.კ\n"+
        "მარილი 1 ჩ.კ\n"+
        "საფუარი 1 ს.კ",

        "3 ჩ.ჭ გაცრილი სიმინდის ფქვილი ჩავყროთ ჯამში, დავასხათ 1/2 ჩ.ჭ თბილი წყალი და მოვზილოთ\n"+
                "ცომი.  სველი ხელით ამოვიღოთ პატარა ცომის გუდები, მივცეთ სასურველი ( მოგრძო ან მრგვალი)\n"+
                "ფორმა და  მოვათავსოთ ზეთიან ტაფაზე.  ან მოვათავსოთ გაცხლებულ საცხობ ფირფიტაზე,\n"+
                "შევდგათ ღუმელში და ვაცხოთ ჯერ ძლიერ, შემდეგ კი ნელ ცეცხლზე.\n",

        "სიმინდის ღერღილი – 1 კგ.\n"+
        "სიმინდის ფქვილი – 300-350 გრ.\n"+
                "წყალი – საჭიროების მიხედვით\n"+
        "სულგუნი – 500 გრ.\n",

        "ნიგოზი 100 გრ.\n"+
        "2.5 ჭიქა გადადუღებული წყალი\n"+
        "ხმელი ქინძი 1/2 ჩ.კ.\n"+
        "ნიორი 3 ან 4 კბილი\n"+
        "წითელი წიწაკა გემოვნებით\n"+
        "მარილი გემოვნებით\n",

        "მწვანე ტყემალი 1 კგ.\n"+
        "ცოცხალი ქინძი 200 გრ.\n"+
        "კამა ან ცერეცო 100 გრ.\n"+
        "ომბალო 25 გრ.\n"+
        "ნიორი 5 ან 6 კბილი\n"+
        "ცოცხალი მწვანე წიწაკა გემოვნებით\n"+
        "მარილი და წითელი წიწაკა გემოვნებით\n"+
        "შაქარი გემოვნებით\n",

        "კალიუმი – 3.0 მგ\n"+
        "კალციუმი – 13.0 მგ\n"+
        "სილიციუმი – 1.1 მგ.\n"+
                "მაგნიუმი – 10.0 მგ.\n"+
                "ნატრიუმი – 200.0\n"+
        "გოგირდი – 0.8\n"+
        "ქლორი – 50.0\n"+
        "ალუმინი – 100.0 მკგ\n"+
        "ბორიუმი – 1200.0 მკგ\n"+
        "ტიტანიუმი – 4.0 მკგ\n"+
        "ფტორი – 800.0 მკგ\n"+
        "სტრონციუმი – 480.0 მკგ"



};

}
